<template>
<section>
  <div class="content">
    <h1>Тестовое задание</h1>
    <p>
      Реализовать CRUD категорий товаров. Данные сохранять в MySQL. На бэке
      реализовать соответствующее REST API средствами Symfony. Код бэка
      покрыть тестами. Фронт выполнить с помощью Vue.js. В тестовый проект
      включить конфигурацию Docker Compose для его развертывания. Тестовый
      проект залить в один из публичных репозиториев, и для проверки
      выполнения предоставить ссылку на него.
    </p>
  </div>
</section>
</template>

<script>


export default {
  name: 'Home'
}
</script>
